const Conventions = {
  Deepfake: {
    Russian: {
      Преамбула: {
        P1: '<i>Государства — участники настоящей Конвенции</i>',
        P2: '<i>принимая во внимание</i> непредсказуемо стремительное и многовекторное развитие технологий,',
        P3: '<i>принимая во внимание</i> особую опасность, которой подвергаются информация, свобода и этика в век стремительного развития технологий,',
        P4: '<i>учитывая</i>, что распространение недостоверной и искаженной информации затрагивает не только политические отношения на международном и национальном уровнях, но также и личную жизнь отдельных лиц,',
        P5: '<i>признавая при этом</i>, что демократическое развитие государств не может осуществляться без соблюдения прав человека,',
        P6: '<i>опираясь на положения</i> <a class="treaty-link" href="https://www.un.org/ru/about-us/un-charter" target="_blank">Устава Организации объединенных наций</a>, <a class="treaty-link" href="https://www.un.org/ru/documents/decl_conv/declarations/declhr.shtml" target="_blank">Всеобщей декларации прав человека</a>, <a class="treaty-link" href="https://www.un.org/ru/documents/decl_conv/conventions/pactpol.shtml" target="_blank">Международного пакта о гражданских и политических правах</a>, <a class="treaty-link" href="https://www.un.org/ru/documents/decl_conv/conventions/correct.shtml" target="_blank">Конвенции о международном праве опровержения</a>, <a class="treaty-link" href="https://www.un.org/ru/documents/decl_conv/conventions/digital_heritage_charter.shtml" target="_blank">Хартии о сохранении цифрового наследия</a>, <a class="treaty-link" href="http://www.un.org/ru/documents/ods.asp?m=A/RES/57/239" target="_blank">Резолюции Генеральной Ассамблеи 57/239 о Создании глобальной культуры кибербезопасности</a>, <a class="treaty-link" href="https://www.un.org/ru/documents/decl_conv/declarations/science.shtml" target="_blank">Декларации об использовании научно-технического прогресса в интересах мира и на благо человечества</a>,',
        P7: 'согласились о нижеследующем:',
      },
      I: {
        A1: [
          'Термин “дипфейк” означает аудиовизуальную запись или изображение, созданные или измененные при помощи искусственных нейронных сетей таким образом, чтобы стороннему наблюдателю эта запись или изображение могли ошибочно показаться подлинной записью настоящей речи или действий, подлинным изображением отдельного лица или фальшивой личности.',
          'Термин “искусственная нейронная сеть” означает программный алгоритм с функцией самообучения.',
          'Выражение “технология дипфейк” означает искусственную нейронную сеть, созданную с целью создания дипфейка.',
          'Выражение “фальшивая личность” означает созданную с применением технологии дипфейк ранее несуществующую личность.',
          'Выражение “элементы идентичности” означает внешность, движения или голос лица, которое используют для создание дипфейка, а также фальшивой личности.',
        ],
        A2: [
          'Цель настоящей Конвенция заключается в установлении основ регулирования технологии дипфейк, определении прав и обязанностей государств, государственных органов, юридических и физических лиц, которые разрабатывают эти технологии, имеют, поставляют, обслуживают и используют их («субъекты»), а также прав лиц, элементы идентичности которых использовались при применении технологии дипфейк («объекты»).',
          'Немаловажным в современном цифровом пространстве является установление этических принципов, соблюдение добросовестности и транспарентности, а также сохранение исторической достоверности.',
          'Настоящая Конвенция также провозглашает учреждение Международной Организации Аутентификации.',
        ],
        A3: [
          'Принципами настоящей Конвенции являются:',
          'a) беспрепятственный доступ к достоверной информации,',
          'b) уважение присущего человеку достоинства,',
          'c) поддержание международного мира и безопасности.',
        ],
      },
      II: {
        A4: [
          'Право на достоверную информацию является фундаментальным правом человека в современном мире.',
        ],
        A5: [
          'Демонстрация звукозаписей, фото- и видеоизображений с использованием технологии дипфейк должна сопровождаться предупреждением о том, что при создании таких звукозаписей, фото- и видеоизображений применялась данная технология.',
        ],
        A6: [
          'Использование технологии дипфейк допустимо лишь в развлекательных целях, а также в целях демонстрации в учебных заведениях.',
          'Использование технологии дипфейк допустимо лишь с разрешения лица, голос и (или) внешность которого используют для вмешательство в звукозаписи, фото- и видеоизображения, а также при создании ранее не существовавших звукозаписей, фото- и видеоизображений с данным лицом.',
        ],
        A7: [
          'Технология дипфейк не может применяться в каких-либо целях:',
          'a) средствами массовой информации,',
          'b) в политических кампаниях,',
          'c) в документальной хронике,',
          'd) с использованием идентичности недееспособных и умерших лиц.',
        ],
        A8: ['Не допускается применение технологии дипфейк для создания фальшивых личностей.'],
        A9: [
          'Создание и распространение технологии дипфейк разрешено лишь тем лицам, которые прошли аккредитацию в отделении Международной Организации Аутентификации в государстве их пребывания.',
        ],
        A10: [
          'Лица, чьи элементы идентичности были использованы для создания дипфейка, имеют право:',
          'a) на предварительное ознакомление с результатом использования элементов их идентичности в технологии дипфейк,',
          'b) на вознаграждение,',
          'c) требовать удаления элементов идентичности из базы данных, к которой обращалась нейронная сеть для создания дипфейка,',
          'd) на денежную компенсацию в случае незаконного использования элементов их идентичности с целью создания дипфейка.',
        ],
        A11: [
          'Опекуны недееспособных лиц не имеют права распоряжаться элементами их идентичности с целью создания дипфейка.',
        ],
        A12: [
          'Каждая сторона настоящей Конвенции отслеживает свое национальное информационное пространство на использование технологии дипфейк и выявляет незаконное создание, распространение и использование данной технологии.',
          'В случае выявления данной незаконной деятельности, должны быть предприняты все необходимые меры для ее предотвращения, а также для восстановления нарушенных прав объектов технологии дипфейк.',
        ],
        A13: [
          'Положения настоящей Конвенции не представляют исчерпывающий список платформ, которым запрещено использование технологии дипфейк',
          'За государственными органами и юридическими лицами остается право на запрет применения технологии дипфейк в пределах подчиненного им цифрового пространства.',
        ],
      },
      III: {
        A14: [
          'Стороны соглашаются учредить Международную Организацию Аутентификации — международную межправительственную организацию, осуществляющую в государствах-членах функцию надзора за соблюдением положений настоящей Конвенции, а также аккредитующую юридических и физических лиц, имеющих право на создание и распространение технологии дипфейк.',
        ],
        A15: [
          'Стороны настоящей Конвенции являются ipso facto государствами-членами Международной Организации Аутентификации.',
        ],
        A16: [
          'Каждая сторона обязана открыть на своей территории отделение Международной Организации Аутентификации.',
          'Для создания отделения между правительством государства-члена и Президиумом Международной Организации Аутентификации заключается соответствующее соглашение.',
        ],
        A17: [
          'Международная Организация Аутентификации (“Организация”) следит за развитием технологии дипфейк на международном уровне и разрабатывает рекомендации по добросовестному исследованию, созданию и распространению данной технологии.',
          'Организация содействует разработке программного обеспечения, позволяющего выявлять цифровой контент, при создании которого применялась технология дипфейк.',
          'Организация обладает правом лишать аккредитованных лиц права на создание и распространение технологии дипфейк.',
          'Президиум Организации обязан один раз в год публиковать отчет о соблюдении государствами-членами положений настоящей Конвенции с указанием Национального индекса подлинности информации.',
          'Организация выносит вотум недоверия государствам, государственным органам, юридическим лицам в случае выявления нарушений положений настоящей Конвенции.',
        ],
        A18: [
          'Государства-членым один раз в полгда предоставляют Президиуму Организации отчет:',
          'a) об аккредитации лиц, имеющих право создавать и распространять технологию дипфейк,',
          'b) о выявлении незаконного создания, распространения и использования технологии и о пресечении данной незаконной деятельности,',
          'c) о технологическом развитии в сфере нейронных сетей и технологии дипфейк в частности на национальном уровне.',
        ],
      },
      IV: {
        A19: [
          'Государства-участники обязуются принимать все необходимые меры на национальном уровне для достижения полной реализации положений, признанных в настоящей Конвенции.',
        ],
        A20: [
          'Настоящая Конвенция открыта для подписания ее всеми государствами.',
          'Генеральный секретарь Организации Объединенных Наций назначается депозитарием настоящей Конвенции.',
          'Настоящая Конвенция подлежит ратификации. Ратификационные грамоты сдаются на хранение Генеральному секретарю Организации Объединенных Наций.',
          'Настоящая Конвенция открыта для присоединения к ней всех государств. Присоединение осуществляется путем сдачи документа о присоединении на хранение Генеральному секретарю Организации Объединенных Наций.',
        ],
        A21: [
          'Настоящая Конвенция вступает в силу на тридцатый день после сдачи на хранение Генеральному секретарю Организации Объединенных Наций двадцатой ратификационной грамоты или документа о присоединении.',
          'Для каждого государства, которое ратифицирует настоящую Конвенцию или присоединяется к ней после сдачи на хранение двадцатой ратификационной грамоты или документа о присоединении, настоящая Конвенция вступает в силу на тридцатый день после сдачи на хранение его ратификационной грамоты или документа о присоединении.',
        ],
        A22: [
          'Генеральный секретарь Организации Объединенных Наций получает и рассылает всем государствам текст оговорок, сделанных государствами в момент ратификации или присоединения.',
          'Оговорка, не совместимая с целями и задачами настоящей Конвенции, не допускается.',
          'Оговорки могут быть сняты в любое время путем соответствующего уведомления, направленного на имя Генерального секретаря, который затем сообщает об этом всем государствам-участникам. Такое уведомление вступает в силу со дня его получения.',
        ],
        A23: [
          'Настоящая Конвенция, тексты которой на русском, английском, арабском, испанском, китайском и французском языках являются равно аутентичными, сдается на хранение Генеральному секретарю Организации Объединенных Наций.',
          'В УДОСТОВЕРЕНИЕ ЧЕГО нижеподписавшиеся, должным образом на то уполномоченные, подписали настоящую Конвенцию.',
        ],
      },
    },
    English: {},
  },
  VirtualReality: {
    Russian: {
      Преамбула: {
        P1: '<i>Государства — участники настоящей Конвенции</i>',
        P2: '<i>с целью</i> стимуляции созидательной культуры в противовес потребительской,',
        P3: '<i>с целью</i> поддержания вовлеченности в настоящую действительность,',
        P4: '<i>с целью</i> поддержания психического здоровья современного человека и защиты психического здоровья ребенка',
        P5: '<i>считая</i>, что за неимением исчерпывающих исследований на тему влияния гиперреальной виртуальной реальности на сознание, психическое состояние и здоровье человека, и считая, что в таком случае имеется необходимость во временном ограничении развития данной технологии,',
        P6: '<i>опираясь на положения</i> <a class="treaty-link" href="https://www.un.org/ru/documents/decl_conv/declarations/declhr.shtml" target="_blank">Всеобщей декларации прав человека</a>, <a class="treaty-link" href="https://www.un.org/ru/documents/decl_conv/conventions/pactpol.shtml" target="_blank">Международного пакта о гражданских и политических правах</a>, <a class="treaty-link" href="https://www.un.org/ru/documents/decl_conv/declarations/childdec.shtml" target="_blank">Декларации прав ребенка</a>, <a class="treaty-link" href="https://www.un.org/ru/documents/decl_conv/declarations/science.shtml" target="_blank">Декларация об использовании научно-технического прогресса в интересах мира и на благо человечества</a>, <a class="treaty-link" href="https://www.un.org/ru/documents/decl_conv/declarations/socdev.shtml" target="_blank">Декларация социального прогресса и развития</a>,',
        P7: 'согласились о нижеследующем:',
      },
      I: {
        A1: [
          'Гиперреальная виртуальная реальность — это неотличимое от реальности интерактивное виртуальное пространство, взаимодействие с которым достигается при помощи специальных головных устройств процедурной отрисовки в реальном времени.',
        ],
        A2: [
          'Настоящая конвенция закрепляет принцип первостепенной значимости действительной реальности. Какие-либо подвижки в сторону более глубокого погружения в виртуальную реальность должны пресекаться.',
        ],
      },
      II: {
        A3: [
          'Каждая сторона назначает государственный орган и образовательное учреждение ведущими регулятором и исследователем в сфере виртуальной реальности соответственно.',
          'Каждая сторона на национальном уровне заботится о том, чтобы юридические лица, занимающиеся производством, обслуживанием, распространением, а также использованием технологии гиперреальной виртуальной реальности, осуществляли соответствующую деятельность лишь на основании выданной им регулирующим органом лицензии.',
        ],
        A4: [
          'Гиперреальная виртуальная реальность может применяться лишь в научных, обучающих, терапевтических и ограниченно в развлекательных целях.',
          'К научным целям также относится изучение влияния технологии гиперреальной виртуальной реальности на психику, интеллектуальное развитие, социальное взаимодействие как отдельных лиц, так и целых поколений.',
          'В развлекательных целях технология гиперреальной виртуальной реальности может применяться лишь теми юридическими лицами, которые получили соответствующую лицензию от национального регулирующего органа.',
        ],
        A5: [
          'Производителями устройств для взаимодействия с гиперреальной виртуальной реальностью должны соблюдаться меры по ограничению интенсивности тактильной симуляции таких устройств.',
          'Симуляция тактильных ощущений, передаваемых через специальные устройства, не должна превышать такой уровень правдоподобности, после которого пользователь не сможет указать на неестественность источника таких ощущений.',
        ],
        A6: [
          'Средства для размещения рекламы в гиперреальной виртуальной реальности должны ограничиваться анимированными баннерами, картинками либо демонстрационными моделями.',
          'Для разработки, применения и рекламирования гиперреальной виртуальной реальности запрещается выбирать в качестве целевой аудитории несовершеннолетних лиц.',
        ],
      },
      III: {
        A7: [
          'Образовательные учреждения, выбранные каждой стороной в качестве исследователей технологии гиперреальной виртуальной реальности и ее влияния на человека и общество, обязуются активно сотрудничать с соответствующими образовательными учреждениями других стран-участниц. Основополагающим является принцип обмена знаниями и новыми открытиями для достижения предельно полного и глубокого изучения данной технологии.',
        ],
        A8: [
          'Положения данной конвенции являются минимальными критериями, которые должна соблюдать каждая сторона.',
        ],
      },
      IV: {
        A9: [
          'Государства-участники обязуются принимать все необходимые меры на национальном уровне для достижения полной реализации положений, признанных в настоящей Конвенции.',
        ],
        A10: [
          'Настоящая Конвенция открыта для подписания ее всеми государствами.',
          'Генеральный секретарь Организации Объединенных Наций назначается депозитарием настоящей Конвенции.',
          'Настоящая Конвенция подлежит ратификации. Ратификационные грамоты сдаются на хранение Генеральному секретарю Организации Объединенных Наций.',
          'Настоящая Конвенция открыта для присоединения к ней всех государств. Присоединение осуществляется путем сдачи документа о присоединении на хранение Генеральному секретарю Организации Объединенных Наций.',
        ],
        A11: [
          'Настоящая Конвенция вступает в силу на тридцатый день после сдачи на хранение Генеральному секретарю Организации Объединенных Наций двадцатой ратификационной грамоты или документа о присоединении.',
          'Для каждого государства, которое ратифицирует настоящую Конвенцию или присоединяется к ней после сдачи на хранение двадцатой ратификационной грамоты или документа о присоединении, настоящая Конвенция вступает в силу на тридцатый день после сдачи на хранение его ратификационной грамоты или документа о присоединении.',
        ],
        A12: [
          'Генеральный секретарь Организации Объединенных Наций получает и рассылает всем государствам текст оговорок, сделанных государствами в момент ратификации или присоединения.',
          'Оговорка, не совместимая с целями и задачами настоящей Конвенции, не допускается.',
          'Оговорки могут быть сняты в любое время путем соответствующего уведомления, направленного на имя Генерального секретаря, который затем сообщает об этом всем государствам-участникам. Такое уведомление вступает в силу со дня его получения.',
        ],
        A13: [
          'Настоящая Конвенция, тексты которой на русском, английском, арабском, испанском, китайском и французском языках являются равно аутентичными, сдается на хранение Генеральному секретарю Организации Объединенных Наций.',
          'В УДОСТОВЕРЕНИЕ ЧЕГО нижеподписавшиеся, должным образом на то уполномоченные, подписали настоящую Конвенцию.',
        ],
      },
    },
    English: {},
  },
};

export default Conventions;
