const Conventions = {
  Russian: {
    Deepfake: {
      Преамбула: {
        P1: '<i>Государства — участники настоящей Конвенции</i>',
        P2: '<i>принимая во внимание</i> непредсказуемо стремительное и многовекторное развитие технологий,',
        P3: '<i>принимая во внимание</i> особую опасность, которой подвергаются информация, свобода и этика в век стремительного развития технологий,',
        P4: '<i>учитывая</i>, что распространение недостоверной и искаженной информации затрагивает не только политические отношения на международном и национальном уровнях, но также и личную жизнь отдельных лиц,',
        P5: '<i>признавая при этом</i>, что демократическое развитие государств не может осуществляться без соблюдения прав человека,',
        P6: '<i>опираясь на положения</i> <a class="treaty-link" href="https://www.un.org/ru/about-us/un-charter" target="_blank">Устава Организации объединенных наций</a>, <a class="treaty-link" href="https://www.un.org/ru/documents/decl_conv/declarations/declhr.shtml" target="_blank">Всеобщей декларации прав человека</a>, <a class="treaty-link" href="https://www.un.org/ru/documents/decl_conv/conventions/pactpol.shtml" target="_blank">Международного пакта о гражданских и политических правах</a>, <a class="treaty-link" href="https://www.un.org/ru/documents/decl_conv/conventions/correct.shtml" target="_blank">Конвенции о международном праве опровержения</a>, <a class="treaty-link" href="https://www.un.org/ru/documents/decl_conv/conventions/digital_heritage_charter.shtml" target="_blank">Хартии о сохранении цифрового наследия</a>, <a class="treaty-link" href="http://www.un.org/ru/documents/ods.asp?m=A/RES/57/239" target="_blank">Резолюции Генеральной Ассамблеи 57/239 о Создании глобальной культуры кибербезопасности</a>, <a class="treaty-link" href="https://www.un.org/ru/documents/decl_conv/declarations/science.shtml" target="_blank">Декларации об использовании научно-технического прогресса в интересах мира и на благо человечества</a>,',
        P7: 'согласились о нижеследующем:',
      },
      I: {
        A1: [
          'Гиперреальная виртуальная реальность — это неотличимое от реальности интерактивное виртуальное пространство, взаимодействие с которым достигается при помощи специальных головных устройств процедурной отрисовки в реальном времени.',
        ],
        A2: [
          'Настоящая конвенция закрепляет принцип первостепенной значимости действительной реальности. Какие-либо подвижки в сторону более глубокого погружения в виртуальную реальность должны пресекаться.',
        ],
      },
      II: {
        A3: [
          'Каждая сторона назначает государственный орган и образовательное учреждение ведущими регулятором и исследователем в сфере виртуальной реальности соответственно.',
          'Каждая сторона на национальном уровне заботится о том, чтобы юридические лица, занимающиеся производством, обслуживанием, распространением, а также использованием технологии гиперреальной виртуальной реальности, осуществляли соответствующую деятельность лишь на основании выданной им регулирующим органом лицензии.',
        ],
        A4: [
          'Гиперреальная виртуальная реальность может применяться лишь в научных, обучающих, терапевтических и ограниченно в развлекательных целях.',
          'К научным целям также относится изучение влияния технологии гиперреальной виртуальной реальности на психику, интеллектуальное развитие, социальное взаимодействие как отдельных лиц, так и целых поколений.',
          'В развлекательных целях технология гиперреальной виртуальной реальности может применяться лишь теми юридическими лицами, которые получили соответствующую лицензию от национального регулирующего органа.',
        ],
        A5: [
          'Производителями устройств для взаимодействия с гиперреальной виртуальной реальностью должны соблюдаться меры по ограничению интенсивности тактильной симуляции таких устройств.',
          'Симуляция тактильных ощущений, передаваемых через специальные устройства, не должна превышать такой уровень правдоподобности, после которого пользователь не сможет указать на неестественность источника таких ощущений.',
        ],
        A6: [
          'Средства для размещения рекламы в гиперреальной виртуальной реальности должны ограничиваться анимированными баннерами, картинками либо демонстрационными моделями.',
          'Для разработки, применения и рекламирования гиперреальной виртуальной реальности запрещается выбирать в качестве целевой аудитории несовершеннолетних лиц.',
        ],
      },
      III: {
        A7: [
          'Образовательные учреждения, выбранные каждой стороной в качестве исследователей технологии гиперреальной виртуальной реальности и ее влияния на человека и общество, обязуются активно сотрудничать с соответствующими образовательными учреждениями других стран-участниц. Основополагающим является принцип обмена знаниями и новыми открытиями для достижения предельно полного и глубокого изучения данной технологии.',
        ],
        A8: [
          'Положения данной конвенции являются минимальными критериями, которые должна соблюдать каждая сторона.',
        ],
      },
      IV: {
        A9: [
          'Государства-участники обязуются принимать все необходимые меры на национальном уровне для достижения полной реализации положений, признанных в настоящей Конвенции.',
        ],
        A10: [
          'Настоящая Конвенция открыта для подписания ее всеми государствами.',
          'Генеральный секретарь Организации Объединенных Наций назначается депозитарием настоящей Конвенции.',
          'Настоящая Конвенция подлежит ратификации. Ратификационные грамоты сдаются на хранение Генеральному секретарю Организации Объединенных Наций.',
          'Настоящая Конвенция открыта для присоединения к ней всех государств. Присоединение осуществляется путем сдачи документа о присоединении на хранение Генеральному секретарю Организации Объединенных Наций.',
        ],
        A11: [
          'Настоящая Конвенция вступает в силу на тридцатый день после сдачи на хранение Генеральному секретарю Организации Объединенных Наций двадцатой ратификационной грамоты или документа о присоединении.',
          'Для каждого государства, которое ратифицирует настоящую Конвенцию или присоединяется к ней после сдачи на хранение двадцатой ратификационной грамоты или документа о присоединении, настоящая Конвенция вступает в силу на тридцатый день после сдачи на хранение его ратификационной грамоты или документа о присоединении.',
        ],
        A12: [
          'Генеральный секретарь Организации Объединенных Наций получает и рассылает всем государствам текст оговорок, сделанных государствами в момент ратификации или присоединения.',
          'Оговорка, не совместимая с целями и задачами настоящей Конвенции, не допускается.',
          'Оговорки могут быть сняты в любое время путем соответствующего уведомления, направленного на имя Генерального секретаря, который затем сообщает об этом всем государствам-участникам. Такое уведомление вступает в силу со дня его получения.',
        ],
        A13: [
          'Настоящая Конвенция, тексты которой на русском, английском, арабском, испанском, китайском и французском языках являются равно аутентичными, сдается на хранение Генеральному секретарю Организации Объединенных Наций.',
          'В УДОСТОВЕРЕНИЕ ЧЕГО нижеподписавшиеся, должным образом на то уполномоченные, подписали настоящую Конвенцию.',
        ],
      },
    },
  },
  English: {},
};

export default Conventions;

/* 
const deepfake = {
  Preamble: [
    '',
    '',
    '',
    '',
    '',
    '',
    '',
  ],
  I: {
    "Article-1": {
      A1: [
        '',
      ],
      A2: [
        '',
      ],
    },
  },
  II: {
    "Article-2": {
      A3: [
        '',
        '',
      ],
      A4: [
        '',
        '',
        '',
      ],
      A5: [
        '',
        '',
      ],
      A6: [
        '',
        '',
      ],
    },
  },
  III: {
    "Article-3": {
      A7: [
        '',
      ],
      A8: [
        '',
      ],
    },
  },
  IV: {
    "Article-4": {
      A9: [
        '',
      ],
      A10: [
        '',
        '',
        '',
        '',
      ],
      A11: [
        '',
        '',
      ],
      A12: [
        '',
        '',
        '',
      ],
      A13: [
        '',
        '',
      ],
    },
  },
};

*/
