const Conventions = {
  Russian: {
    Deepfake: [
      [
        'Государства — участники настоящей Конвенции',
        'с целью стимуляции созидательной культуры в противовес потребительской',
        'с целью поддержания вовлеченности в настоящую действительность',
        'с целью поддержания психического здоровья современного человека и защиты психического здоровья ребенка',
        'считая, что за неимением исчерпывающих исследований на тему влияния гиперреальной виртуальной реальности на сознание, психическое состояние и здоровье человека, и считая, что в таком случае имеется необходимость во временном ограничении развития данной технологии',
        'ссылаясь на Всеобщей декларации прав человека, Международных пактах о правах человека, Декларации прав ребенка, Декларация об использовании научно-технического прогресса в интересах мира и на благо человечества, Декларация социального прогресса и развития',
        'согласились о нижеследующем:',
      ],
      [
        {
          A1: [
            'Гиперреальная виртуальная реальность — это неотличимое от реальности интерактивное виртуальное пространство, взаимодействие с которым достигается при помощи специальных головных устройств процедурной отрисовки в реальном времени.',
          ],
          A2: [
            'Настоящая конвенция закрепляет принцип первостепенной значимости действительной реальности. Какие-либо подвижки в сторону более глубокого погружения в виртуальную реальность должны пресекаться.',
          ],
        },
      ],
      [
        {
          A3: [
            'Каждая сторона назначает государственный орган и образовательное учреждение ведущими регулятором и исследователем в сфере виртуальной реальности соответственно.',
            'Каждая сторона на национальном уровне заботится о том, чтобы юридические лица, занимающиеся производством, обслуживанием, распространением, а также использованием технологии гиперреальной виртуальной реальности, осуществляли соответствующую деятельность лишь на основании выданной им регулирующим органом лицензии.',
          ],
          A4: [
            'Гиперреальная виртуальная реальность может применяться лишь в научных, обучающих, терапевтических и ограниченно в развлекательных целях.',
            'К научным целям также относится изучение влияния технологии гиперреальной виртуальной реальности на психику, интеллектуальное развитие, социальное взаимодействие как отдельных лиц, так и целых поколений.',
            'В развлекательных целях технология гиперреальной виртуальной реальности может применяться лишь теми юридическими лицами, которые получили соответствующую лицензию от национального регулирующего органа.',
          ],
          A5: [
            'Производителями устройств для взаимодействия с гиперреальной виртуальной реальностью должны соблюдаться меры по ограничению интенсивности тактильной симуляции таких устройств.',
            'Симуляция тактильных ощущений, передаваемых через специальные устройства, не должна превышать такой уровень правдоподобности, после которого пользователь не сможет указать на неестественность источника таких ощущений.',
          ],
          A6: [
            'Средства для размещения рекламы в гиперреальной виртуальной реальности должны ограничиваться анимированными баннерами, картинками либо демонстрационными моделями.',
            'Для разработки, применения и рекламирования гиперреальной виртуальной реальности запрещается выбирать в качестве целевой аудитории несовершеннолетних лиц.',
          ],
        },
      ],
      [
        {
          A7: [
            'Образовательные учреждения, выбранные каждой стороной в качестве исследователей технологии гиперреальной виртуальной реальности и ее влияния на человека и общество, обязуются активно сотрудничать с соответствующими образовательными учреждениями других стран-участниц. Основополагающим является принцип обмена знаниями и новыми открытиями для достижения предельно полного и глубокого изучения данной технологии.',
          ],
          A8: [
            'Положения данной конвенции являются минимальными критериями, которые должна соблюдать каждая сторона.',
          ],
        },
      ],
      [
        {
          A9: [
            'Государства-участники обязуются принимать все необходимые меры на национальном уровне для достижения полной реализации положений, признанных в настоящей Конвенции.',
          ],
          A10: [
            'Настоящая Конвенция открыта для подписания ее всеми государствами.',
            'Генеральный секретарь Организации Объединенных Наций назначается депозитарием настоящей Конвенции.',
            'Настоящая Конвенция подлежит ратификации. Ратификационные грамоты сдаются на хранение Генеральному секретарю Организации Объединенных Наций.',
            'Настоящая Конвенция открыта для присоединения к ней всех государств. Присоединение осуществляется путем сдачи документа о присоединении на хранение Генеральному секретарю Организации Объединенных Наций.',
          ],
          A11: [
            'Настоящая Конвенция вступает в силу на тридцатый день после сдачи на хранение Генеральному секретарю Организации Объединенных Наций двадцатой ратификационной грамоты или документа о присоединении.',
            'Для каждого государства, которое ратифицирует настоящую Конвенцию или присоединяется к ней после сдачи на хранение двадцатой ратификационной грамоты или документа о присоединении, настоящая Конвенция вступает в силу на тридцатый день после сдачи на хранение его ратификационной грамоты или документа о присоединении.',
          ],
          A12: [
            'Генеральный секретарь Организации Объединенных Наций получает и рассылает всем государствам текст оговорок, сделанных государствами в момент ратификации или присоединения.',
            'Оговорка, не совместимая с целями и задачами настоящей Конвенции, не допускается.',
            'Оговорки могут быть сняты в любое время путем соответствующего уведомления, направленного на имя Генерального секретаря, который затем сообщает об этом всем государствам-участникам. Такое уведомление вступает в силу со дня его получения.',
          ],
          A13: [
            'Настоящая Конвенция, тексты которой на русском, английском, арабском, испанском, китайском и французском языках являются равно аутентичными, сдается на хранение Генеральному секретарю Организации Объединенных Наций.',
            'В УДОСТОВЕРЕНИЕ ЧЕГО нижеподписавшиеся, должным образом на то уполномоченные, подписали настоящую Конвенцию.',
          ],
        },
      ],
    ],
  },
  English: {},
};

module.exports = { data: Conventions };
